{
  "testmode": "The official website of the Scientific Research Institute of Environment and Nature Protection Technologies is working in test mode",
  "about": "About Us",
  "news": "News",
  "journals": "Journals",
  "scientific": "Scientific council",
  "technic": "Scientific technical council",
  "logo1": "RESEARCH INSTITUTE ",
  "logo2": "ENVIRONMENT AND NATURE",
  "logo3": "CONSERVATION TECHNOLOGIES",
  "about1": "Structure",
  "about2": "Laboratories and departments",
  "about3": "Leadership",
  "about4": "Team of the institute",
  "about5": "History of the institute",
  "about6": "Projects",
  "about7": "Contact",
  "team1": "Laboratory managers",
  "team1Desc": "Laboratory heads of the Research Institute of Environmental and Nature Protection Technologies",
  "team2": "Department heads",
  "team2Desc": "Department heads of the Scientific Research Institute of Environment and Nature Protection Technologies",
  "announcements": "Announcements",
  "journal1": "Publish an article",
  "journal2": "Online library",
  "copyright": "2024 ecoilm.uz All rights reserved",
  "manzil": "Location: ",
  "manzilVal": "100043; Uzbekistan, Tashkent city, Chilanzar district, Bunyodkor ave., 7-A",
  "faks": "Fax: ",
  "phone": "Phone: ",
  "mail": "Mail:",
  "murojaat": "Receive applications and check their status:",
  "latestNews": "LATEST NEWS",
  "newsDesc": "NEWS OF THE SCIENTIFIC RESEARCH INSTITUTE OF ENVIRONMENT AND NATURE PROTECTION TECHNOLOGIES",
  "announcementsH": "ANNOUNCEMENTS",
  "announcementsHDesc": "ANNOUNCEMENTS AT THE SCIENTIFIC RESEARCH INSTITUTE OF ENVIRONMENTAL AND NATURE PROTECTION TECHNOLOGIES",
  "latestJournals": "LATEST JOURNALS",
  "journalsH": "JOURNALS",
  "library": "ONLINE LIBRARY",
  "libraryDesc": "BOOKS ON ECOLOGY AND CLIMATE CHANGE",
  "journalsDesc": "LATEST ISSUES OF THE JOURNAL OF ECOLOGY BULLETIN",
  "projects": "PROJECTS",
  "proDesc": "PROJECTS CARRIED OUT AT THE SCIENTIFIC RESEARCH INSTITUTE OF ENVIRONMENTAL AND NATURE PROTECTION TECHNOLOGIES",
  "aboutH": "ABOUT US",
  "aboutDesc": "Brief information about the Scientific Research Institute of Environment and Nature Protection Technologies",
  "aboutInfo": "Tashkent Institute of Water Supply, Sewerage, Hydrotechnical Structures and Engineering Hydrogeology (ToshNII 'VODGEO') was established in 1960 as a water management laboratory of the settlement industry at the Central Asian Research Institute of Architecture and Construction, in 1964 it was renamed 'VODGEO'. The Department of Water Management at the All-Union Research Institute, and in 1978 'VODGEO' was transformed into the Tashkent branch of the All-Union Research Institute. Since December 1992, the institute has been a constituent unit of the State Committee for Nature Protection of the Republic of Uzbekistan. In order to fulfill the decree of the President of the Republic of Uzbekistan dated April 21, 2017 No. PQ-2915 'On measures to ensure the organization of the activities of the State Committee for Ecology and Environmental Protection of the Republic of Uzbekistan', as well as in accordance with orders No. 146 and No. 17, No. 91 dated April 26, 2017. According to the information of the certificate No. 538681 of August 21, 2017, the State Committee for Ecology and Environmental Protection of the Republic of Uzbekistan, the Research Institute of Ecology and Environmental Protection of the Republic of Uzbekistan started its work.",
  "partners": "OUR PARTNERS",
  "labaratoryInfo": "Information about laboratories and departments",
  "labaratory1": "Activities of the Biodiversity Conservation Laboratory",
  "labaratory1Desc": "Activities of the Biodiversity Conservation Laboratory:",
  "labaratory1Con": "It ensures ecological security by studying the biodiversity of the animal and plant world; A completely new and effective way to prevent the extinction of rare plant and animal species, research and analysis of advanced foreign technologies and innovations, and apply the results to practice; Participates in the development of requirements and standards for the preservation of biological diversity; participates in the development of cooperation with foreign research institutions and centers in the field of natural biodiversity conservation, in scientific conferences, seminars, joint researches, and implementation of projects; It conducts research in cooperation with teachers and experts of higher educational institutions in the field of ecology and environmental protection, training of highly qualified personnel at the level of international standards.",
  "labaratory2": "Water resources protection technologies",
  "labaratory2Desc": "The department performs the following tasks:",
  "labaratory2Con": "Prospective studies on the protection of water resources deals with. He studies the experiences of developed countries in the protection of water bodies and conducts scientific research on the application of existing methods. It studies the composition of various wastewaters produced in the production sectors of the republic, creates cleaning technologies and makes recommendations on processing on the basis of a contract. Various industries develop contractual recommendations for treatment plant design processes. Conducts scientific research on industrial wastewater treatment technologies using modern and combined methods, publishes research results in scientific journals.",
  "labaratory3": "Protection of atmospheric air",
  "labaratory3Desc": "The laboratory performs the following tasks:",
  "labaratory3Con": "Develops completely new and effective methods and technologies that ensure reduction of atmospheric air pollution; adapts and implements advanced foreign technologies and innovations in the field of atmospheric air protection; Participates in the development of requirements and standards for air protection issues; participates in the development of cooperation with foreign scientific research institutions and centers in the field of atmospheric air protection, in scientific conferences, seminars, joint researches, projects, in the organization of staff training and training; Participates in the training of highly qualified personnel at the level of international standards, the retraining of teachers and specialists of higher educational institutions in the field of ecology and environmental protection and their qualification improvement.",
  "labaratory4": "Waste processing and disposal",
  "labaratory4Con": "It carries out innovative and practical research on prevention of waste generation, reduction, processing, disposal, and prevention of their impact on the environment and nature; Develops new effective methods and technologies for waste processing and disposal; Develops recommendations for studying the experience of regulation of production and consumer waste processing and implementing research based on advanced foreign technologies; Implements targeted programs for environmental protection and environmental safety, participates in the development of state programs; Participates in scientific seminars, conferences, joint researches and implements events focused on the field of waste processing and utilization.",
  "labaratory5": "Department of Ecosystem Services and Regulatory Development",
  "labaratory5Desc": "The department performs the following tasks:",
  "labaratory5Con": "In order to improve the ecological situation in the republic, to ensure environmental safety, scientific-research works prepare drafts of regulatory documents on ecosystem services and industry by coordinating the results with practical experiences. Protects the environment by providing ecosystem services; Takes measures to bring the implementation of ecosystem services to the level of international requirements; Participates in the formation of long-term, medium and short-term domestic and state target programs and interstate target programs related to the system and entrusted to the Institute; Participates in the development of manuals, methodologies and regulatory legal documents related to the protection of nature and their rational use and ecosystem services; It takes an active part in the development and implementation of projects in this field, including ensuring the continuity of the database and information system in the field of nature protection and their rational use and ecosystem services.",
  "labaratory6": "'Environmental education and promotion' department",
  "labaratory6Con": "It is promising to increase the ecological culture of the population engages in research; Wise from natural resources scientific and practical conferences on usage problems constitutes; Regional ecology and environmental protection to local schools in cooperation with administrations educational organizations and general secondary and secondary special education seminar on the development of environmental education in institutions and organizes roundtable discussions; Important ecological dates organizes dedicated events; Environmental problems and materials on topics related to their solutions prepares; Ecological culture and ecological literacy evaluator conducts scientific researches.",
  "rahbariyat": "Leadership",
  "rahbariyatDesc": "Management of the Scientific-Research Institute of Environment and Nature Protection Technologies",
  "receptionDay": "Reception day:",
  "receptionTime": "Reception time:",
  "receptionLoc": "Reception is carried out at the following address:",
  "emaile": "Email: ",
  "brief": "A brief biography...",
  "briefH": "BIOGRAPHY",
  "history": "HISTORY OF THE INSTITUTE",
  "historyDesc": "HISTORY OF SCIENTIFIC RESEARCH INSTITUTE OF ENVIRONMENT AND NATURE PROTECTION TECHNOLOGIES",
  "article1": "STANDARDS OF ETHICS AND COPYRIGHT",
  "article1Desc": "Materials submitted to the editors must not have been previously published in other publications or be under consideration in other publications. Therefore, the author must guarantee the material submitted to the editors for publication in this form on behalf of all co-authors and the organization where the work was performed. The article accepted for publication is guaranteed not to be translated into other languages without the written consent of the journal editors. Also, the author must confirm that he has familiarized himself with the ethics standards of the journal, agrees and assumes all the responsibilities listed. Scientific and popular magazine 'ECOLOGICAL NEWSLETTER'.",
  "article2": "TOPICS COVERED IN THE SCIENTIFIC AND TECHNICAL MAGAZINE 'ECOLOGICAL BULLETIN'.",
  "article2Desc": "Personnel training for ecology and environmental protection, biological sciences, technical sciences, agricultural sciences, geographical sciences, chemical sciences, ecology; Reforms in the field of ecology and environmental protection. The editors of the scientific and popular magazine 'EKOLOGIK KHABARNOMA' do not accept scientific articles in the form of a general review or information for publication. The manuscript submitted to the editorial office should contain a referral letter from the management of the organization where the author is conducting scientific research, an expert opinion on the possibility of publishing the article, and a review.",
  "article3": "WRITING LANGUAGE, STRUCTURE AND CONTENT OF THE ARTICLE.",
  "article3Desc": "The article must express the complete solutions of a certain scientific research or its stages. The title should be able to provide information about the content of the article, be as short as possible and not contain general words. Usually, a scientific article should have the following: universal decimal classification (UTC), title of the article (in three languages), annotation (in three languages), key words (in three languages), introduction, current status of the problem under consideration analysis of the situation and references to sources, setting of the problem, solution method (methods), analysis of results and examples, conclusion, list of used literature, information about the author(s). The use of generally accepted terms in the article, when introducing a new term, it is necessary to clearly justify it. The units of measurement of physical quantities must correspond to the International System of Measurements (SI). Articles not previously published in the journal are accepted. In the article, it is recommended that the author should not overdo the number of references to his work, it should be up to 20-30% at most. The editors have a negative view of copying (plagiarism), appropriating other people's work. Therefore, the authors are asked to treat the work seriously and obey the rules of referencing: do not forget to put the bibliographic reference in square brackets.",
  "article4": "TECHNICAL REQUIREMENTS FOR THE ARTICLE.",
  "article4Desc": "The title of the article, the author(s) and his/her position, degree and place of work, annotation, key words (in three languages) are written in one column. The rest of the text of the article is written in two columns. The article must be written in the MS Word 2003–2010 text editor and must be formatted strictly according to the following specifications: - in A4 format, leave a space of 2 cm at the edges of the text page, in Times New Roman font, font size for the article - 12 pt, excluding tables , the font size for tables is 10 pt, the line spacing is 1.15 spaces, the text is aligned to the page width, the letter head is 1 cm (without using the Tab or Probe keys). The following are not allowed: page numbering, use of automatic page breaks in the text, use of automatic links in the text, automatic hyphenation, use of rarely used letters or abbreviations. Tables are written in MS Word. The serial number and name of the table are written above the table. Graphic materials (color pictures, drawings, diagrams, photographs) should represent the summarized materials of the research. Graphical materials must be of high quality, and if necessary, the editors may require these materials to be submitted in a separate file in jpg format with a resolution of not less than 300 dpi. The name and order number of the graphic material must be given at the bottom. Formulas and math symbols should be done in MS Word's built-in format editor or using the MathType editor. Tables and graphic materials should not go beyond the specified area. Key words (in Uzbek, Russian, English) should consist of 8-10 words and phrases. Basic words and phrases are separated by commas. The quoted words must clearly reflect the topic of the research. Annotation (in Uzbek, Russian, English) - the length of the annotation should be 100-250 words and should be given in the form of information, briefly expressing the structure of the article. Enter. The introduction describes the relevance and object of the research. An analysis of scientific articles published by world scientists is provided. It is shown which scientists the author's scientific work is based on, confirming that there is no solution to the scientific research set in the published sources of literature. Method (or methods) of solution. The selected method is described in detail. The method cited or used should be easy to understand for other researchers. Results and samples. It is recommended to present the results mainly in the form of tables, graphs and other images. This section includes the analysis of the obtained results, their interpretation, and comparison with the results of other authors. The results of scientific research are briefly summarized in the results. The results include quantitative conclusions summarizing the main scientific results of the article, which are determined by the authors of the relationship between the parameters of the object of research. The results should be logically connected with the tasks set at the beginning of the article. Summary. Short results of scientific works are presented, among them there should be research methods, new solutions, results of practical application, economic and other indicators. Books. The list of references should contain no less than 20 sources, excluding hard-to-find and normative documents, as well as references from Internet sources (periodical documents are not taken into account). It is not possible to include textbooks, training manuals in the list of references. Most literature should be accessible and understandable to English-speaking international readers. Strict requirements are placed on the relevance of the sources. All sources should be given in the form of numbered references inside the article. References in the text are given in square brackets (for example, S. Boriyev [7], [9, 10]).",
  "article5": "All sources must be referenced in the text or the article will be returned. Information about the author (s): surname, first name, patronymic, position, degree and place of work. This information should be provided in the Uzbek/Russian language in which the article is presented, as well as in English, and should be placed at the end of the article - after the list of references. Articles that do not meet the above requirements will not be accepted for review, and articles that are not recommended for publication will not be returned to the authors. The author(s) are responsible for the accuracy of the information provided in the articles",
  "scientificH": "SCIENTIFIC COUNCIL",
  "batafsil": "Read More",
  "yuklash": "Download"
}
