{
  "testmode": "Atrof muhit va tabiatni muhofaza qilish texnalogiyalari ilmiy tadqiqot instituti rasmiy web sayti test rejimida ishlamoqda",
  "about": "Biz Haqimizda",
  "news": "Yangiliklar",
  "journals": "Jurnallar",
  "scientific": "Ilmiy Kengash",
  "technic": "Ilmiy texnik kengash",
  "logo1": "ATROF-MUHIT VA TABIATNI",
  "logo2": "MUHOFAZA QILISH TEXNOLOGIYALARI",
  "logo3": "ILMIY-TADQIQOT INSTITUTI",
  "about1": "Tuzilma",
  "about2": "Laboratoriya va bo’limlar",
  "about3": "Rahbariyat",
  "about4": "Institut tarkibi",
  "about5": "Institut tarixi",
  "about6": "Bog'lanish",
  "about7": "Loyihalar",
  "team1": "Laboratoriya mudirlari",
  "team1Desc": "Atrof muhit va tabiatni muhofaza qilish texnologiyalari ilmiy-tadqiqot instituti laboratoriya mudirlari",
  "team2": "Bo'lim boshliqlari",
  "team2Desc": "Atrof muhit va tabiatni muhofaza qilish texnologiyalari ilmiy-tadqiqot instituti bo'lim boshliqlari",
  "announcements": "E'lonlar",
  "journal1": "Maqola chop etish",
  "journal2": "Online kutubxona",
  "copyright": "2024 ecoilm.uz Barcha huquqlar himoyalangan",
  "hotlines": "Ishonch telefonlari:",
  "shortNum": "Qisqa raqam:",
  "reglament": "Reglament bilan tanishish",
  "phone": "Telefon:",
  "mail": "Pochta:",
  "murojaat": "Murojaatlarni qabul qilish va statusini tekshirish:",
  "latestNews": "SO'NGI YANGILIKLAR",
  "newsDesc": "ATROF-MUHIT VA TABIATNI MUHOFAZA QILISH TEXNOLOGIYALARI ILMIY-TADQIQOT INSTITUTI YANGILIKLARI",
  "announcementsH": "E'LONLAR",
  "announcementsHDesc": "ATROF-MUHIT VA TABIATNI MUHOFAZA QILISH TEXNOLOGIYALARI ILMIY-TADQIQOT INSTITUTIDA OLIB BORILAYOTGAN E'LONLARI",
  "latestJournals": "SO'NGI JURNALLAR",
  "journalsDesc": "EKOLOGIYA XABARNOMASI JURNALINING SO'NGI SONLARI",
  "projects": "LOYIHALAR",
  "proDesc": "ATROF-MUHIT VA TABIATNI MUHOFAZA QILISH TEXNOLOGIYALARI ILMIY-TADQIQOT INSTITUTIDA OLIB BORILAYOTGAN LOYIHALAR",
  "aboutH": "BIZ HAQIMIZDA",
  "aboutDesc": "Atrof muhit va tabiatni muhofaza qilish texnologiyalari ilmiy tadqiqot instituti haqida qisqacha ma'lumot",
  "aboutInfo": "Toshkent suv ta’minoti, kanalizatsiya, gidrotexnika inshootlari va muhandislik gidrogeologiyasi (ToshNII 'VODGEO') instituti, 1960 yilda Markaziy Osiyo arxitektura va qurilish ilmiy-tadqiqot institutida aholi punktlari sanoatining suv xo‘jaligi laboratoriyasi sifatida tashkil etilgan, 1964 yilda U 'VODGEO' Butunittifoq ilmiy-tadqiqot institutida suv xo‘jaligi bo‘limi, 1978 yilda esa 'VODGEO' Butunittifoq ilmiy-tadqiqot institutining Toshkent filialiga aylantirildi. 1992 yil dekabr oyidan boshlab institut O‘zbekiston Respublikasi Tabiatni muhofaza qilish davlat qo‘mitasining tarkibiy bo‘linmasi hisoblanadi. O‘zbekiston Respublikasi Prezidentining 2017 yil 21 apreldagi PQ-2915-sonli 'O‘zbekiston Respublikasi Ekologiya va atrof-muhitni muhofaza qilish davlat qo‘mitasi faoliyatini tashkil etishni ta’minlash chora-tadbirlari to‘g‘risida' gi farmonini bajarish maqsadida, shuningdek, 2017 yil 26 apreldagi 146-sonli va 17-sonli, 91-son buyruqlariga muvofiq. Guvohnomaning 2017 yil 21 avgustdagi 538681-sonli ma’lumotiga ko‘ra, O‘zbekiston Respublikasi Ekologiya va atrof-muhitni muhofaza qilish davlat qo‘mitasi, O‘zbekiston Respublikasi Ekologiya va atrof-muhitni muhofaza qilish ilmiy-tadqiqot instituti ish faoliyatini boshladi.",
  "partners": "BIZNING HAMKORLAR",
  "labaratoryInfo": "Laboratoriya va bo'limlar haqida ma'lumot",
  "labaratory1": "Bioxilmaxillikni saqlash labaratoriyasining faoliyati",
  "labaratory1Desc": "Bioxilmaxillikni saqlash labaratoriyasining faoliyati:",
  "labaratory1Con": "Hayvonot va o‘simlik olami bioxilmaxilligini o‘rganish orqali ekologik xavfsizlikni ta’minlaydi; Noyob o‘simlik va hayvon turlarini yo‘q bo‘lib ketishini oldini olishni ta’minlovchi mutlaqo yangi va samarali uslub, ilg‘or xorijiy texnologiyalar va innovatsiyalarni o‘rganish hamda tahlil qilish, olingan natijalarni amaliyotga tadbiq etadi; Biologik xilmaxillikni saqlash masalalari bo‘yicha talab va standartlarni ishlab chiqishda ishtirok etadi; Tabiiy bioxilmaxillikni saqlash sohasida xorijiy ilmiy-tadqiqot muassasalari va markazlari bilan hamkorlikni rivojlantirishda, ilmiy konferensiyalarda, seminarlarda, qo‘shma tadqiqotlarda, loyihalarni amalga oshirishda ishtirok etadi; Xalqaro standartlar darajasida yuqori malakali kadrlar tayyorlash, ekologiya va atrof-muhitni muhofaza qilish sohasidagi oliy o‘quv muassasalari o‘qituvchilari hamda mutaxassislari bilan hamkorlikda tadqiqotlar olib boradi.",
  "labaratory2": "Suv resurslarini muhofaza qilish texnalogiyalari",
  "labaratory2Desc": "Laboratoriya quyidagi vazifalarni bajaradi:",
  "labaratory2Con": "Suv resurslarini muhofaza qilish borasida istiqbolli tadqiqotlar bilan shug‘ullanadi. Suv havzalarini asrashda rivojlangan mamlakatlar tajribalarini o‘rganadi va mavjud usullarni qo‘llash ustida ilmiy tadqiqotlar olib boradi. Respublikaning ishlab  chiqarish tarmoqlarida xosil bo‘ladigan turli oqova suvlar  tarkibini o‘rganadi, tozalash texnologiyalarini yaratadi va   shartnoma asosida qayta ishlash bo‘yicha tavsiyalar beradi.  Turli sanoat korxonalari tozalash inshootlarini loyihalash  jarayonlari uchun shartnoma asosida tavsiyalar ishlab chiqadi.  Sanoat oqova suvlarini zamonaviy va kombinirlangan usullarda  tozalash texnologiyalari ustida ilmiy tadqiqotlar olib boradi, tadqiqot natijalarini ilmiy jurnallarda nashr etadi",
  "labaratory3": "Atmosfera havosini muhofaza qilish",
  "labaratory3Desc": "Laboratoriya quyidagi vazifalarni bajaradi:",
  "labaratory3Con": "Atmosfera havosining ifloslanishini kamaytirishni ta’minlovchi mutlaqo yangi va samarali uslub va texnologiyalarni ishlab chiqadi; Atmosfera havosini muhofaza qilish sohasidagi ilg‘or xorijiy texnologiyalar va innovatsiyalarni moslashtirish va amaliyotga tatbiq etadi; Atmosfera havosini muhofaza qilish masalalari bo‘yicha talab va standartlarni ishlab chiqishda ishtirok etadi; Atmosfera havosini muhofaza qilish sohasida xorijiy ilmiy-tadqiqot muassasalari va markazlari bilan hamkorlikni rivojlantirishda, ilmiy konferensiyalarda, seminarlarda, qo‘shma tadqiqotlarda, loyihalarda, xodimlarning malakasini oshirish va ularni o‘qitishni tashkil etishda ishtirok etadi; Xalqaro standartlar darajasida yuqori malakali kadrlar tayyorlash, ekologiya va atrof-muhitni muhofaza qilish sohasidagi oliy o‘quv muassasalari o‘qituvchilari hamda mutaxassislarini qayta tayyorlash va ularning malakasini oshirishda ishtirok etadi.",
  "labaratory4": "Chiqindilarni qayta ishlash va utilizatsiya qilish",
  "labaratory4Con": "Chiqindilarni hosil bo‘lishini oldini olish, kamaytirish qayta ishlash, utilizatsiya qilish, ularning atrof-muhit va tabiatga ta’sirini oldini olish bo‘yicha innovatsion va amaliy tadqiqotlarni amalga oshiradi; Chiqindilarini qayta ishlash va utilizatsiya qilishni ta’minlovchi yangi samarali uslub va texnologiyalarni ishlab chiqadi; Ishlab chiqarish va ist’emol chiqindilarini qayta ishlash sohasini tartibga solish tajribasini o‘rganish va ilg‘or xorijiy texnologiyalar asosida tadqiqotlarni amalga oshirish va amaliyotga tadbiq etish bo‘yicha tavsiyalar ishlab chiqadi; Atrof muhitni muhofaza qilish va ekologik xavfsizlikni ta’minlash bo‘yicha maqsadli dasturlarni amalga oshiradi, davlat dasturlarini ishlab chiqishda ishtirok etadi; Chiqindilarini qayta ishlash va utilizatsiya qilish sohasiga qaratilgan ilmiy seminarlar, konferensiyalar, qo‘shma tadqiqotlar ishtirok etadi va tadbirlarni amalga oshiradi.",
  "labaratory5": "Ekotizim xizmatlari va normativ hujjatlarni ishlab chiqish bo'limi",
  "labaratory5Desc": "Bo'lim quyidagi vazifalarni bajaradi:",
  "labaratory5Con": "Respublikada ekologik holatni yaxshilash, ekologik xavfsizlikni ta’minlash maqsadida ilmiy-tadqiqot ishlari natijalarni amaliy tajribalar bilan muvofiqlashtirish orqali ekotizim xizmatlari bo‘yicha va sohaga oid normativ hujjatlar loyihalarini tayyorlaydi. Ekotizim xizmatlarini amalga oshirish orqali atrof-muhitni muhofaza qiladi; Ekotizim xizmatlarini amalga oshirishni xalqaro talablar darajasiga yetkazish choralarini ko‘radi; Tizimga aloqador bo‘lgan va Institut zimmasiga yuklatilgan uzoq muddatli, o‘rta va qisqa muddatli ichki va davlat maqsadli dasturlari hamda davlatlararo maqsadli dasturlarni shakllantirishga ishtirok etadi; Tabiatni muhofaza qilish va ulardan oqilona foydalanish va ekotizim xizmatlari sohasiga oid qo‘llanma, metodolgiya hamda normativ-huquqiy hujjatlarni ishlab chiqishda ishtirok etadi; Tabiatni muhofaza qilish va ulardan oqilona foydalanish va ekotizim xizmatlari sohasidagi ma’lumotlar bazasini va axborotlashtirish tizimining uzluksizligini ta’minlash, shu jumladan, bu boradagi loyihalarni ishlab chiqilishida hamda amaliyotga tadbiq etilishida faol ishtirok etadi.",
  "labaratory6": "'Ekologik ta'lim va targ'ibot' bo'limi",
  "labaratory6Con": "Aholining ekologik madaniyatini yanada oshiradigan istiqbolli tadqiqotlar bilan shug‘ullanadi; Tabiiy resurslardan oqilona foydalanish muammolari bo‘yicha ilmiy-amaliy konferensiyalar tashkil etadi; Hududiy ekologiya va atrof muhitni muhofaza qilish boshqarmalari bilan hamkorlikda joylardagi maktabgacha ta’lim tashkilotlari hamda umumiy o‘rta va o‘rta maxsus ta’lim muassasalarida ekologik ta’limni rivojlantitish bo‘yicha seminar va davra suhbatlarini tashkil qiladi; Muhim ekologik sanalarga bag‘ishlangan tadbirlarni tashkil etadi; Ekologik muammolar va ularning yechimlari bilan bog‘liq mavzular bo‘yicha materiallar tayyorlaydi; Ekologik madaniyat va ekologik savodxonlikni baholovchi ilmiy-tadqiqotlar olib boradi.",
  "rahbariyat": "Rahbariyat",
  "rahbariyatDesc": "Atrof muhit va tabiatni muhofaza qilish texnologiyalari ilmiy-tadqiqot instituti rahbaryati",
  "receptionDay": "Qabul kuni",
  "receptionTime": "Qabul time:",
  "receptionLoc": "Qabul quyidagi manzil bo‘yicha amalga oshiriladi:",
  "emaile": "Elektron pochta:",
  "brief": "Qisqa biografiya...",
  "briefH": "BIOGRAFIYA",
  "history": "ISTITUT TARIXI",
  "historyDesc": "ATROF-MUHIT VA TABIATNI MUHOFAZA QILISH TEXNOLOGIYALARI ILMIY-TADQIQOT INSTITUT TARIXI"
}
