{
  "testmode": "Atrof muhit va tabiatni muhofaza qilish texnalogiyalari ilmiy tadqiqot instituti rasmiy web sayti test rejimida ishlamoqda",
  "about": "Biz Haqimizda",
  "news": "Yangiliklar",
  "journals": "Jurnallar",
  "scientific": "Ilmiy Kengash",
  "technic": "Ilmiy texnik kengash",
  "logo1": "ATROF-MUHIT VA TABIATNI",
  "logo2": "MUHOFAZA QILISH TEXNOLOGIYALARI",
  "logo3": "ILMIY-TADQIQOT INSTITUTI",
  "about1": "Tuzilma",
  "about2": "Laboratoriya va bo’limlar",
  "about3": "Rahbariyat",
  "about4": "Institut tarkibi",
  "about5": "Institut tarixi",
  "about6": "Loyihalar",
  "about7": "Bog'lanish",
  "team1": "Laboratoriya mudirlari",
  "team1Desc": "Atrof muhit va tabiatni muhofaza qilish texnologiyalari ilmiy-tadqiqot instituti laboratoriya mudirlari",
  "team2": "Bo'lim boshliqlari",
  "team2Desc": "Atrof muhit va tabiatni muhofaza qilish texnologiyalari ilmiy-tadqiqot instituti bo'lim boshliqlari",
  "announcements": "E'lonlar",
  "journal1": "Maqola chop etish",
  "journal2": "Online kutubxona",
  "copyright": "2024 ecoilm.uz Barcha huquqlar himoyalangan",
  "manzil": "Manzilimiz: ",
  "manzilVal": "100043, O‘zbekiston Respublikasi, Toshkent shahri, Chilonzor tumani, Bunyodkor shox ko'chasi, 7a",
  "faks": "Faks: ",
  "phone": "Telefon: ",
  "mail": "Pochta:",
  "murojaat": "Murojaatlarni qabul qilish va statusini tekshirish:",
  "latestNews": "SO'NGI YANGILIKLAR",
  "newsDesc": "ATROF-MUHIT VA TABIATNI MUHOFAZA QILISH TEXNOLOGIYALARI ILMIY-TADQIQOT INSTITUTI YANGILIKLARI",
  "announcementsH": "E'LONLAR",
  "announcementsHDesc": "ATROF-MUHIT VA TABIATNI MUHOFAZA QILISH TEXNOLOGIYALARI ILMIY-TADQIQOT INSTITUTIDA OLIB BORILAYOTGAN E'LONLARI",
  "latestJournals": "SO'NGI JURNALLAR",
  "journalsH": "JURNALLAR",
  "library": "ONLINE KUTUBXONA",
  "libraryDesc": "EKOLOGIYA VA IQLIM O'ZGARISHIGA OID KITOBLAR",
  "journalsDesc": "EKOLOGIYA XABARNOMASI JURNALINING SO'NGI SONLARI",
  "projects": "LOYIHALAR",
  "proDesc": "ATROF-MUHIT VA TABIATNI MUHOFAZA QILISH TEXNOLOGIYALARI ILMIY-TADQIQOT INSTITUTIDA OLIB BORILAYOTGAN LOYIHALAR",
  "aboutH": "BIZ HAQIMIZDA",
  "aboutDesc": "Atrof muhit va tabiatni muhofaza qilish texnologiyalari ilmiy tadqiqot instituti haqida qisqacha ma'lumot",
  "aboutInfo": "Toshkent suv ta’minoti, kanalizatsiya, gidrotexnika inshootlari va muhandislik gidrogeologiyasi (ToshNII 'VODGEO') instituti, 1960 yilda Markaziy Osiyo arxitektura va qurilish ilmiy-tadqiqot institutida aholi punktlari sanoatining suv xo‘jaligi laboratoriyasi sifatida tashkil etilgan, 1964 yilda U 'VODGEO' Butunittifoq ilmiy-tadqiqot institutida suv xo‘jaligi bo‘limi, 1978 yilda esa 'VODGEO' Butunittifoq ilmiy-tadqiqot institutining Toshkent filialiga aylantirildi. 1992 yil dekabr oyidan boshlab institut O‘zbekiston Respublikasi Tabiatni muhofaza qilish davlat qo‘mitasining tarkibiy bo‘linmasi hisoblanadi. O‘zbekiston Respublikasi Prezidentining 2017 yil 21 apreldagi PQ-2915-sonli 'O‘zbekiston Respublikasi Ekologiya va atrof-muhitni muhofaza qilish davlat qo‘mitasi faoliyatini tashkil etishni ta’minlash chora-tadbirlari to‘g‘risida' gi farmonini bajarish maqsadida, shuningdek, 2017 yil 26 apreldagi 146-sonli va 17-sonli, 91-son buyruqlariga muvofiq. Guvohnomaning 2017 yil 21 avgustdagi 538681-sonli ma’lumotiga ko‘ra, O‘zbekiston Respublikasi Ekologiya va atrof-muhitni muhofaza qilish davlat qo‘mitasi, O‘zbekiston Respublikasi Ekologiya va atrof-muhitni muhofaza qilish ilmiy-tadqiqot instituti ish faoliyatini boshladi.",
  "partners": "BIZNING HAMKORLAR",
  "labaratoryInfo": "Laboratoriya va bo'limlar haqida ma'lumot",
  "labaratory1": "Bioxilmaxillikni saqlash labaratoriyasining faoliyati",
  "labaratory1Desc": "Bioxilmaxillikni saqlash labaratoriyasining faoliyati:",
  "labaratory1Con": "Hayvonot va o‘simlik olami bioxilmaxilligini o‘rganish orqali ekologik xavfsizlikni ta’minlaydi; Noyob o‘simlik va hayvon turlarini yo‘q bo‘lib ketishini oldini olishni ta’minlovchi mutlaqo yangi va samarali uslub, ilg‘or xorijiy texnologiyalar va innovatsiyalarni o‘rganish hamda tahlil qilish, olingan natijalarni amaliyotga tadbiq etadi; Biologik xilmaxillikni saqlash masalalari bo‘yicha talab va standartlarni ishlab chiqishda ishtirok etadi; Tabiiy bioxilmaxillikni saqlash sohasida xorijiy ilmiy-tadqiqot muassasalari va markazlari bilan hamkorlikni rivojlantirishda, ilmiy konferensiyalarda, seminarlarda, qo‘shma tadqiqotlarda, loyihalarni amalga oshirishda ishtirok etadi; Xalqaro standartlar darajasida yuqori malakali kadrlar tayyorlash, ekologiya va atrof-muhitni muhofaza qilish sohasidagi oliy o‘quv muassasalari o‘qituvchilari hamda mutaxassislari bilan hamkorlikda tadqiqotlar olib boradi.",
  "labaratory2": "Suv resurslarini muhofaza qilish texnalogiyalari",
  "labaratory2Desc": "Laboratoriya quyidagi vazifalarni bajaradi:",
  "labaratory2Con": "Suv resurslarini muhofaza qilish borasida istiqbolli tadqiqotlar bilan shug‘ullanadi. Suv havzalarini asrashda rivojlangan mamlakatlar tajribalarini o‘rganadi va mavjud usullarni qo‘llash ustida ilmiy tadqiqotlar olib boradi. Respublikaning ishlab  chiqarish tarmoqlarida xosil bo‘ladigan turli oqova suvlar  tarkibini o‘rganadi, tozalash texnologiyalarini yaratadi va   shartnoma asosida qayta ishlash bo‘yicha tavsiyalar beradi.  Turli sanoat korxonalari tozalash inshootlarini loyihalash  jarayonlari uchun shartnoma asosida tavsiyalar ishlab chiqadi.  Sanoat oqova suvlarini zamonaviy va kombinirlangan usullarda  tozalash texnologiyalari ustida ilmiy tadqiqotlar olib boradi, tadqiqot natijalarini ilmiy jurnallarda nashr etadi",
  "labaratory3": "Atmosfera havosini muhofaza qilish",
  "labaratory3Desc": "Laboratoriya quyidagi vazifalarni bajaradi:",
  "labaratory3Con": "Atmosfera havosining ifloslanishini kamaytirishni ta’minlovchi mutlaqo yangi va samarali uslub va texnologiyalarni ishlab chiqadi; Atmosfera havosini muhofaza qilish sohasidagi ilg‘or xorijiy texnologiyalar va innovatsiyalarni moslashtirish va amaliyotga tatbiq etadi; Atmosfera havosini muhofaza qilish masalalari bo‘yicha talab va standartlarni ishlab chiqishda ishtirok etadi; Atmosfera havosini muhofaza qilish sohasida xorijiy ilmiy-tadqiqot muassasalari va markazlari bilan hamkorlikni rivojlantirishda, ilmiy konferensiyalarda, seminarlarda, qo‘shma tadqiqotlarda, loyihalarda, xodimlarning malakasini oshirish va ularni o‘qitishni tashkil etishda ishtirok etadi; Xalqaro standartlar darajasida yuqori malakali kadrlar tayyorlash, ekologiya va atrof-muhitni muhofaza qilish sohasidagi oliy o‘quv muassasalari o‘qituvchilari hamda mutaxassislarini qayta tayyorlash va ularning malakasini oshirishda ishtirok etadi.",
  "labaratory4": "Chiqindilarni qayta ishlash va utilizatsiya qilish",
  "labaratory4Con": "Chiqindilarni hosil bo‘lishini oldini olish, kamaytirish qayta ishlash, utilizatsiya qilish, ularning atrof-muhit va tabiatga ta’sirini oldini olish bo‘yicha innovatsion va amaliy tadqiqotlarni amalga oshiradi; Chiqindilarini qayta ishlash va utilizatsiya qilishni ta’minlovchi yangi samarali uslub va texnologiyalarni ishlab chiqadi; Ishlab chiqarish va ist’emol chiqindilarini qayta ishlash sohasini tartibga solish tajribasini o‘rganish va ilg‘or xorijiy texnologiyalar asosida tadqiqotlarni amalga oshirish va amaliyotga tadbiq etish bo‘yicha tavsiyalar ishlab chiqadi; Atrof muhitni muhofaza qilish va ekologik xavfsizlikni ta’minlash bo‘yicha maqsadli dasturlarni amalga oshiradi, davlat dasturlarini ishlab chiqishda ishtirok etadi; Chiqindilarini qayta ishlash va utilizatsiya qilish sohasiga qaratilgan ilmiy seminarlar, konferensiyalar, qo‘shma tadqiqotlar ishtirok etadi va tadbirlarni amalga oshiradi.",
  "labaratory5": "Ekotizim xizmatlari va normativ hujjatlarni ishlab chiqish bo'limi",
  "labaratory5Desc": "Bo'lim quyidagi vazifalarni bajaradi:",
  "labaratory5Con": "Respublikada ekologik holatni yaxshilash, ekologik xavfsizlikni ta’minlash maqsadida ilmiy-tadqiqot ishlari natijalarni amaliy tajribalar bilan muvofiqlashtirish orqali ekotizim xizmatlari bo‘yicha va sohaga oid normativ hujjatlar loyihalarini tayyorlaydi. Ekotizim xizmatlarini amalga oshirish orqali atrof-muhitni muhofaza qiladi; Ekotizim xizmatlarini amalga oshirishni xalqaro talablar darajasiga yetkazish choralarini ko‘radi; Tizimga aloqador bo‘lgan va Institut zimmasiga yuklatilgan uzoq muddatli, o‘rta va qisqa muddatli ichki va davlat maqsadli dasturlari hamda davlatlararo maqsadli dasturlarni shakllantirishga ishtirok etadi; Tabiatni muhofaza qilish va ulardan oqilona foydalanish va ekotizim xizmatlari sohasiga oid qo‘llanma, metodolgiya hamda normativ-huquqiy hujjatlarni ishlab chiqishda ishtirok etadi; Tabiatni muhofaza qilish va ulardan oqilona foydalanish va ekotizim xizmatlari sohasidagi ma’lumotlar bazasini va axborotlashtirish tizimining uzluksizligini ta’minlash, shu jumladan, bu boradagi loyihalarni ishlab chiqilishida hamda amaliyotga tadbiq etilishida faol ishtirok etadi.",
  "labaratory6": "'Ekologik ta'lim va targ'ibot' bo'limi",
  "labaratory6Con": "Aholining ekologik madaniyatini yanada oshiradigan istiqbolli tadqiqotlar bilan shug‘ullanadi; Tabiiy resurslardan oqilona foydalanish muammolari bo‘yicha ilmiy-amaliy konferensiyalar tashkil etadi; Hududiy ekologiya va atrof muhitni muhofaza qilish boshqarmalari bilan hamkorlikda joylardagi maktabgacha ta’lim tashkilotlari hamda umumiy o‘rta va o‘rta maxsus ta’lim muassasalarida ekologik ta’limni rivojlantitish bo‘yicha seminar va davra suhbatlarini tashkil qiladi; Muhim ekologik sanalarga bag‘ishlangan tadbirlarni tashkil etadi; Ekologik muammolar va ularning yechimlari bilan bog‘liq mavzular bo‘yicha materiallar tayyorlaydi; Ekologik madaniyat va ekologik savodxonlikni baholovchi ilmiy-tadqiqotlar olib boradi.",
  "rahbariyat": "Rahbariyat",
  "rahbariyatDesc": "Atrof muhit va tabiatni muhofaza qilish texnologiyalari ilmiy-tadqiqot instituti rahbaryati",
  "receptionDay": "Qabul kuni:",
  "receptionTime": "Qabul time:",
  "receptionLoc": "Qabul quyidagi manzil bo‘yicha amalga oshiriladi:",
  "emaile": "Elektron pochta: ",
  "brief": "Qisqa biografiya...",
  "briefH": "BIOGRAFIYA",
  "history": "ISTITUT TARIXI",
  "historyDesc": "ATROF-MUHIT VA TABIATNI MUHOFAZA QILISH TEXNOLOGIYALARI ILMIY-TADQIQOT INSTITUT TARIXI",
  "article1": "ETIKA MЕ’YORLARI VA MUALLIFLIK HUQUQI",
  "article1Desc": "Tahririyatga taqdim etilgan materiallar ilgari boshqa nashrlarda chop etilgan yoki boshqa nashrlarda ko‘rib chiqilayotgan bo‘lmasligi kerak. Shuning uchun muallif tahririyatga ushbu shaklda nashr etish uchun taqdim etgan materialini barcha hammualliflar va ish bajarilgan tashkilot nomidan kafolatlanishi kerak. Nashrga qabul qilingan maqolani jurnal tahririyatining yozma roziligisiz ularni boshqa tillarga tarjima qilib takroran chop etmaslik kafolatini oladi. Shuningdek, muallif jurnalning etika me’yorlari bilan tanishganligi, roziligi va keltirilgan barcha mas’uliyatlarni zimmasiga olganligini tasdiqlashi kerak. “EKOLOGIK XABARNOMA” ilmiy-ommabop jurnali.",
  "article2": "“EKOLOGIK XABARNOMA” ILMIY-TЕXNIK JURNALIDA YORITILUVCHI MAVZULAR.",
  "article2Desc": "Ekologiya va atrof muhit muhofazasi, Biologiya fanlari, texnika fanlari, qishloq xo‘jaligi fanlari, geografiya fanlari, ximiya fanlari, Ekologiya sohasi uchun kadrlar tayyorlash; Ekologiya va atrof muhit muxofazasi sohasida amalga oshirilayotgan islohotlar. “EKOLOGIK XABARNOMA” ilmiy-ommabop jurnali tahririyati umumiy sharhdan va axborot shaklidagi ilmiy maqolalarni nashr uchun qabul qilmaydi. Tahririyatga taqdim etilayotgan qo‘lyozma bo‘yicha muallif ilmiy-tadqiqot ishi olib borayotgan tashkilot rahbariyatining yo‘llanma xati, maqolani chop etish mumkinligi haqidagi ekspert xulosasi hamda taqriz bo‘lishi kerak.",
  "article3": "MAQOLANING YOZILISH TILI, TUZILISHI VA TARKIBI.",
  "article3Desc": "Maqola o‘zida muayyan ilmiy tadqiqotning tugal yechimlarini yoki uning bosqichlarini ifodalashi zarur. Sarlavha maqolaning mazmuni to‘g‘risida axborot bera olishi, imkon qadar qisqa bo‘lishi va umumiy so‘zlardan iborat bo‘lib qolmasligi kerak. Odatda ilmiy maqolada quyidagilar bo‘lishi kerak: universal o‘nlik tasnifi (UO‘T), maqolaning sarlavhasi (uch tilda), annotatsiyasi (uch tilda), tayanch so‘zlar (uch tilda), kirish, ko‘rib chiqilayotgan muammoning hozirgi holatining tahlili va manbaalarga havolalar, masalaning qo‘yilishi, yechish usuli (uslublari), natijalar tahlili va misollar, xulosa, foydalanilgan adabiyotlar ro‘yxati, muallif(lar) to‘g‘risida ma’lumot. Maqolada odatda qabul qilingan atamalardan foydalanish, yangi atama kiritganda, albatta uni aniq asoslab berish kerak. Fizik kattaliklarning o‘lchov birliklari Xalqaro o‘lchamlar tizimi (SI)ga mos bo‘lishi kerak. Jurnalga ilgari e’lon qilinmagan maqolalar qabul qilinadi. Maqolada muallif o‘zining ishlariga havolalar soni haddan ziyod oshirib yubormasligi, ko‘pi bilan 20-30 foizgacha bo‘lishi tavsiya etiladi. Tahririyat ko‘chirmachilik (plagiat), o‘zgalarning ishlarini o‘zlashtirib olishga salbiy qaraydi. Shuning uchun mualliflardan ishga jiddiy munosabatda bo‘lishi va havola qilish qoidalariga bo‘ysunishi: kvadrat qavs ichida bibliografik havolani qo‘yishni yoddan chiqarmasligi so‘raladi.",
  "article4": "MAQOLAGA QO‘YILADIGAN TЕXNIK TALABLAR",
  "article4Desc": "Maqolaning sarlavhasi, muallif (lar) va u(lar)ning lavozimi, ilmiy darajasi va ish joyi, annotatsiya, tayanch so‘zlar (uch tilda) bir ustunda yoziladi. Maqolaning qolgan matnlari ikki ustunda yoziladi. Maqola MS Word 2003–2010 matn muharririda yozilishi va quyidagi ko‘rsatkichlarga muvofiq qat’iy rasmiylashtirilishi kerak: - A4 formatda, matn sahifasining chekkalarida 2 sm dan joy qoldiriladi, Times New Roman shriftida, maqola uchun shrift hajmi - 12 pt, jadvallar bundan mustasno, jadvallar uchun shrift hajmi - 10 pt, qator oralig‘i - 1,15 interval, matn sahifa kengligi bo‘yicha tekislanadi, xat boshi - 1 sm ('Tab' yoki 'Probel' tugmalaridan foydalanmasdan). Quyidagilarga ruxsat etilmaydi: sahifalarni raqamlash, matnda sahifani avtomatik bo‘lishdan foydalanish, matnda avtomatik havolalardan foydalanish, avtomatik bo‘g‘in ko‘chirish, kamdan-kam hollarda ishlatiladigan yoki qisqartma harflarni qo‘llash. Jadvallar MS Word dasturida yoziladi. Jadvalning tartib raqami va nomi jadvalning yuqorisida yoziladi. Grafikli materiallar (rangli rasmlar, chizmalar, diagrammalar, fotosuratlar) o‘zida tadqiqotning umumlashtirilgan materiallarini ifodalashi kerak. Grafikli materiallar yuqori sifatli bo‘lishi kerak, agar zarurat tug‘ilsa, tahririyat ushbu materiallarni alohida faylda 300 dpi dan kam bo‘lmagan o‘lchamda jpg formatda taqdim etishni talab qilishi mumkin. Grafikli materialning nomi va tartib raqami pastki qismda keltirilishi zarur. Formulalar va matematik belgilar MS Wordda o‘rnatilgan formatli muharrirda yoki MathType muharriri yordamida bajarilishi kerak. Jadvallar, grafikli materiallar ko‘rsatilgan maydondan chiqib ketmasligi lozim. Tayanch so‘zlar (o‘zbek, rus, ingliz tillarida) – 8-10 ta so‘z va iboralardan iborat bo‘lishi kerak. Tayanch so‘zlar va iboralar bir-biridan vergul bilan ajratiladi. Keltirilgan tanyach so‘zlar tadqiqot mavzusini juda aniq aks ettirishi shart. Annotatsiya (o‘zbek, rus, ingliz tillarida) – annotatsiya hajmi 100-250 ta so‘zdan iborat bo‘lishi va maqolaning tuzilishini qisqacha ifodalovchi, axborot shaklida berilishi kerak. Kirish. Kirish qismida tadqiqotlarning dolzarbligi va obyekti tavsiflanadi. Dunyo olimlari tomonidan chop etilgan ilmiy maqolalarning tahlili keltiriladi. Chop etilgan adabiyot manbalarida qo‘yilgan ilmiy izlanishlarning yechimi yo‘qligi tasdiqlangan holda muallifning ilmiy ishlari qaysi olimlarning ishiga asoslanganligi ko‘rsatiladi. Yechish usuli (yoki uslublari). Bunda tanlangan usul batafsil tavsiflanadi. Keltirilgan yoki qo‘llanilgan uslub boshqa tadqiqotchilar uchun ham tushunishiga qulay bo‘lishi kerak. Natijalar va namunalar. Natijalarni asosan jadvallar, grafiklar va boshqa suratlar ko‘rinishida keltirish tavsiya etiladi. Ushbu bo‘lim olingan natijalarni tahlil qilish, ularni sharhlash, boshqa mualliflarning natijalari bilan solishtirishni o‘z ichiga oladi. Natijalarda ilmiy-tadqiqotlar natijalari qisqacha umumlashtiriladi. Natijalar tadqiqotning obyekti parametrlari o‘rtasidagi munosabatlar mualliflar tomonidan belgilangan maqolaning asosiy ilmiy natijalarini umumlashtiruvchi, sonli xulosalarni o‘z ichiga oladi. Natijalar maqola boshida qo‘yilgan vazifalar bilan mantiqan bog‘langan bo‘lishi kerak. Xulosa. Ilmiy ishlarining qisqa natijalari keltiriladi, ularning ichida izlanishning usuli, yangi yechimi, amaliyotda qo‘llanishning natijalari iqtisodiy va boshqa ko‘rsatkichlar bo‘lishi kerak. Adabiyotlar. Adabiyotlar ro‘yxati 20 tadan kam bo‘lmagan manbalardan iborat bo‘lishi kerak, topilishi qiyin bo‘lgan va normativ hujjatlar, bundan tashqari internet manbalarida keltirilgan havolalar (davriy hujjatlar hisobga olinmaydi) bundan mustasno. Adabiyotlar ro‘yxatiga darsliklar, o‘quv qo‘llanmalari kiritish mumkin emas. Ko‘pchilik adabiyotlar ingliz tilida so‘zlovchi xalqaro kitobxonlar uchun ochiq va tushunarli bo‘lishi kerak. Manbalarning ahamiyatliligiga qattiq talablar qo‘yiladi. Barcha manbalar maqolaning ichki qismida raqamlangan havola tarzida berilishi kerak. Matndagi havolalar kvadrat qavs ichida (masalan, S.Bo‘riyev [7], [9, 10] ) keltiriladi.",
  "article5": "Barcha manbalarga matnda havolalar berilishi kerak, aks holda maqola qaytariladi. Muallif (lar) haqida ma’lumot: familiyasi, ismi, otasining ismi, lavozimi, ilmiy darajasi va ish joyi. Ushbu ma’lumotlar maqola taqdim etilgan o‘zbek/rus tilida ham, ingliz tilida ham keltirilishi hamda maqolaning oxirida – adabiyotlar ro‘yxatidan keyin joylashtirilishi kerak. Yuqoridagi talablarga javob bermaydigan maqolalar ko‘rib chiqishga qabul qilinmaydi va chop etishga tavsiya qilinmagan maqolalar mualliflarga qaytarilmaydi. Maqolalarda keltirilgan ma’lumotlarning haqqoniyligiga muallif(lar) javobgardir",
  "scientificH": "ILMIY KENGASH",
  "batafsil": "Batafsil",
  "yuklash": "Yuklash"
}
