{
  "testmode": "The official website of the Scientific Research Institute of Environment and Nature Protection Technologies is working in test mode",
  "about": "About Us",
  "news": "News",
  "journals": "Journals",
  "scientific": "Scientific council",
  "technic": "Scientific technical council",
  "logo1": "SCIENTIFIC RESEARCH INSTITUTE",
  "logo2": "OF ENVIRONMENT AND NATURE",
  "logo3": "PROTECTION TECHNOLOGIES",
  "about1": "Structure",
  "about2": "Laboratories and departments",
  "about3": "Leadership",
  "about4": "Team of the institute",
  "about5": "History of the institute",
  "about6": "Contact",
  "about7": "Projects",
  "team1": "Laboratory managers",
  "team1Desc": "Laboratory heads of the Research Institute of Environmental and Nature Protection Technologies",
  "team2": "Department heads",
  "team2Desc": "Department heads of the Scientific Research Institute of Environment and Nature Protection Technologies",
  "announcements": "Announcements",
  "journal1": "Publish an article",
  "journal2": "Online library",
  "copyright": "2024 ecoilm.uz All rights reserved",
  "hotlines": "Hotlines:",
  "shortNum": "Short number:",
  "reglament": "11 57 Acquaintance with the regulations",
  "phone": "Phone:",
  "mail": "Mail:",
  "murojaat": "Receive applications and check their status:",
  "latestNews": "LATEST NEWS",
  "newsDesc": "NEWS OF THE SCIENTIFIC RESEARCH INSTITUTE OF ENVIRONMENT AND NATURE PROTECTION TECHNOLOGIES",
  "announcementsH": "ANNOUNCEMENTS",
  "announcementsHDesc": "ANNOUNCEMENTS AT THE SCIENTIFIC RESEARCH INSTITUTE OF ENVIRONMENTAL AND NATURE PROTECTION TECHNOLOGIES",
  "latestJournals": "LATEST JOURNALS",
  "journalsDesc": "LATEST ISSUES OF THE JOURNAL OF ECOLOGY BULLETIN",
  "projects": "PROJECTS",
  "proDesc": "PROJECTS CARRIED OUT AT THE SCIENTIFIC RESEARCH INSTITUTE OF ENVIRONMENTAL AND NATURE PROTECTION TECHNOLOGIES",
  "aboutH": "ABOUT US",
  "aboutDesc": "Brief information about the Scientific Research Institute of Environment and Nature Protection Technologies",
  "aboutInfo": "Tashkent Institute of Water Supply, Sewerage, Hydrotechnical Structures and Engineering Hydrogeology (ToshNII 'VODGEO') was established in 1960 as a water management laboratory of the settlement industry at the Central Asian Research Institute of Architecture and Construction, in 1964 it was renamed 'VODGEO'. The Department of Water Management at the All-Union Research Institute, and in 1978 'VODGEO' was transformed into the Tashkent branch of the All-Union Research Institute. Since December 1992, the institute has been a constituent unit of the State Committee for Nature Protection of the Republic of Uzbekistan. In order to fulfill the decree of the President of the Republic of Uzbekistan dated April 21, 2017 No. PQ-2915 'On measures to ensure the organization of the activities of the State Committee for Ecology and Environmental Protection of the Republic of Uzbekistan', as well as in accordance with orders No. 146 and No. 17, No. 91 dated April 26, 2017. According to the information of the certificate No. 538681 of August 21, 2017, the State Committee for Ecology and Environmental Protection of the Republic of Uzbekistan, the Research Institute of Ecology and Environmental Protection of the Republic of Uzbekistan started its work.",
  "partners": "OUR PARTNERS",
  "labaratoryInfo": "Information about laboratories and departments",
  "labaratory1": "Activities of the Biodiversity Conservation Laboratory",
  "labaratory1Desc": "Activities of the Biodiversity Conservation Laboratory:",
  "labaratory1Con": "It ensures ecological security by studying the biodiversity of the animal and plant world; A completely new and effective way to prevent the extinction of rare plant and animal species, research and analysis of advanced foreign technologies and innovations, and apply the results to practice; Participates in the development of requirements and standards for the preservation of biological diversity; participates in the development of cooperation with foreign research institutions and centers in the field of natural biodiversity conservation, in scientific conferences, seminars, joint researches, and implementation of projects; It conducts research in cooperation with teachers and experts of higher educational institutions in the field of ecology and environmental protection, training of highly qualified personnel at the level of international standards.",
  "labaratory2": "Water resources protection technologies",
  "labaratory2Desc": "The department performs the following tasks:",
  "labaratory2Con": "Prospective studies on the protection of water resources deals with. He studies the experiences of developed countries in the protection of water bodies and conducts scientific research on the application of existing methods. It studies the composition of various wastewaters produced in the production sectors of the republic, creates cleaning technologies and makes recommendations on processing on the basis of a contract. Various industries develop contractual recommendations for treatment plant design processes. Conducts scientific research on industrial wastewater treatment technologies using modern and combined methods, publishes research results in scientific journals.",
  "labaratory3": "Protection of atmospheric air",
  "labaratory3Desc": "The laboratory performs the following tasks:",
  "labaratory3Con": "Develops completely new and effective methods and technologies that ensure reduction of atmospheric air pollution; adapts and implements advanced foreign technologies and innovations in the field of atmospheric air protection; Participates in the development of requirements and standards for air protection issues; participates in the development of cooperation with foreign scientific research institutions and centers in the field of atmospheric air protection, in scientific conferences, seminars, joint researches, projects, in the organization of staff training and training; Participates in the training of highly qualified personnel at the level of international standards, the retraining of teachers and specialists of higher educational institutions in the field of ecology and environmental protection and their qualification improvement.",
  "labaratory4": "Waste processing and disposal",
  "labaratory4Con": "It carries out innovative and practical research on prevention of waste generation, reduction, processing, disposal, and prevention of their impact on the environment and nature; Develops new effective methods and technologies for waste processing and disposal; Develops recommendations for studying the experience of regulation of production and consumer waste processing and implementing research based on advanced foreign technologies; Implements targeted programs for environmental protection and environmental safety, participates in the development of state programs; Participates in scientific seminars, conferences, joint researches and implements events focused on the field of waste processing and utilization.",
  "labaratory5": "Department of Ecosystem Services and Regulatory Development",
  "labaratory5Desc": "The department performs the following tasks:",
  "labaratory5Con": "In order to improve the ecological situation in the republic, to ensure environmental safety, scientific-research works prepare drafts of regulatory documents on ecosystem services and industry by coordinating the results with practical experiences. Protects the environment by providing ecosystem services; Takes measures to bring the implementation of ecosystem services to the level of international requirements; Participates in the formation of long-term, medium and short-term domestic and state target programs and interstate target programs related to the system and entrusted to the Institute; Participates in the development of manuals, methodologies and regulatory legal documents related to the protection of nature and their rational use and ecosystem services; It takes an active part in the development and implementation of projects in this field, including ensuring the continuity of the database and information system in the field of nature protection and their rational use and ecosystem services.",
  "labaratory6": "'Environmental education and promotion' department",
  "labaratory6Con": "It is promising to increase the ecological culture of the population engages in research; Wise from natural resources scientific and practical conferences on usage problems constitutes; Regional ecology and environmental protection to local schools in cooperation with administrations educational organizations and general secondary and secondary special education seminar on the development of environmental education in institutions and organizes roundtable discussions; Important ecological dates organizes dedicated events; Environmental problems and materials on topics related to their solutions prepares; Ecological culture and ecological literacy evaluator conducts scientific researches.",
  "rahbariyat": "Leadership",
  "rahbariyatDesc": "Management of the Scientific-Research Institute of Environment and Nature Protection Technologies",
  "receptionDay": "Reception day:",
  "receptionTime": "Reception time:",
  "receptionLoc": "Reception is carried out at the following address:",
  "emaile": "Email:",
  "brief": "A brief biography...",
  "briefH": "BIOGRAPHY",
  "history": "HISTORY OF THE INSTITUTE",
  "historyDesc": "HISTORY OF SCIENTIFIC RESEARCH INSTITUTE OF ENVIRONMENT AND NATURE PROTECTION TECHNOLOGIES"
}
